Revit 2027 API
ProgressChangedEventArgs.Caption Property
 The text from the progress bar caption that describes the operation in progress
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Caption { get; }
Public ReadOnly Property Caption As String
	Get
public:
property String^ Caption {
	String^ get ();
}
member Caption : string with get
Property Value
String
See Also
Reference
ProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace